<?php
$this->pageTitle = 'Порядок обжалования';

$this->breadcrumbs = array(
    'Документы'=>'/documents',
    'Порядок обжалования'
);
?>

<div class="wrap">
    <h2>Порядок обжалования нормативных правовых актов и решений, принятых государственным органом</h2>

    <div class="collapses">
        <div class="item">
            <div class="title">
                <div class="name">Признание недействующими нормативных правовых актов полностью или в части</div>
                <div class="toggle"></div>
            </div>
            <div class="desc">
                <div class="docs-file">
                    <div class="date">14 ноября 2002 года N 138-ФЗ</div>
                    <h3 class="titled">
                        <b>Гражданский процессуальный кодекс Российской Федерации</b>
                        Статья 251. Подача заявления об оспаривании нормативных правовых актов
                    </h3>

                    <ol>
                        <li><p>Гражданин, организация, считающие, что принятым и опубликованным в установленном порядке нормативным правовым актом органа государственной власти, органа местного самоуправления или должностного лица нарушаются их права и свободы, гарантированные Конституцией Российской Федерации, законами и другими нормативными правовыми актами, а также прокурор в пределах своей компетенции вправе обратиться в суд с заявлением о признании этого акта противоречащим закону полностью или в части.</p></li>
                        <li><p>С заявлением о признании нормативного правового акта противоречащим закону полностью или в части в суд вправе обратиться Президент Российской Федерации, Правительство Российской Федерации, законодательный (представительный) орган субъекта Российской Федерации, высшее должностное лицо субъекта Российской Федерации, орган местного самоуправления, глава муниципального образования, считающие, что принятым и опубликованным в установленном порядке нормативным правовым актом нарушена их компетенция.</p></li>
                        <li><p>Не подлежат рассмотрению в суде в порядке, предусмотренном настоящей главой, заявления об оспаривании нормативных правовых актов, проверка конституционности которых отнесена к исключительной компетенции Конституционного Суда Российской Федерации.</p></li>
                    </ol>
                </div>
            </div>
        </div>
        <div class="item">
            <div class="title">
                <div class="name">
                    Оспаривание решений, действий (бездействий) органов государственной власти, должностных лиц, государственных служащих
                </div>
                <div class="toggle"></div>
            </div>
            <div class="desc">

            </div>
        </div>
        <div class="item">
            <div class="title">
                <div class="name">
                    Порядок оспаривания ненормативных правовых актов, решений и действий (бездействия) государственных органов, иных органов, организаций, наделенных федеральным законом отдельными государственными или иными публичными полномочиями, должностных лиц, затрагивающих права и законные интересы лиц в сфере предпринимательской и иной экономической деятельности
                </div>
                <div class="toggle"></div>
            </div>
            <div class="desc">

            </div>
        </div>
        <div class="item">
            <div class="title">
                <div class="name">
                    Порядок оспаривания нормативных правовых актов, затрагивающих права и законные интересы лиц в сфере предпринимательской и иной экономической деятельности
                </div>
                <div class="toggle"></div>
            </div>
            <div class="desc">

            </div>
        </div>
    </div>
</div>