<?php
/**
 * @var $this Controller
 * @var $records News[]
 */
$app = Yii::app();
$assets = $this->assetsBase;
$this->pageTitle = 'Доклады о результатах и основных направлениях деятельности подразделений Администрации Томской области';

$this->breadcrumbs = array(
    'Доклады о результатах и основных направлениях деятельности подразделений Администрации Томской области'
);

?>

<div class="wrap">

    <h2 class="title-page">Доклады о результатах и основных направлениях деятельности подразделений Администрации Томской области</h2>

    <div class="clearfix">
        <div class="right-content">
            <div class="right-menu">
                <a href="">Промышленность</a>
                <a href="">Строительный комплекс</a>
                <a href="">Недропользование и ТЭК</a>
                <a href="">Энергоэффективность и энергосбережение</a>
                <a href="">Лесной комплекс</a>
                <a href="">Перечень участков лесных насаждений, предназначенных для заготовки гражданами древесины для собственных нужд</a>
                <a href="">Агропромышленный комплекс</a>
                <a href="">Потребительский рынок</a>
                <a href="">Пищевая промышленность</a>
                <a href="">Заготовительная деятельность</a>
                <a href="">Легкая промышленность</a>
                <a href="">Торговля</a>
                <a href="">Бытовые услуги</a>
                <a href="">Таможеннный Союз - предпринимательский вектор и полезная информация</a>
                <a href="">Школьная форма - актуальная информация</a>
                <a href="">Транспорт и связь</a>
                <a href="">Инвестиции</a>
            </div>
        </div>
        <div class="left-content">

            <div class="custom-content">
                <p>
                    Доклад о результатах и основных направлениях деятельности исполнительных органов государственной власти Томской области (ДРОНД) - документ о результатах деятельности исполнительных органов государственной власти Томской области, целях и задачах исполнительного органа государственной власти Томской области на среднесрочную перспективу, устанавливающий целевые ориентиры деятельности исполнительного органа государственной власти Томской области во взаимосвязи с планируемыми для достижения целей и задач программами, мероприятиями и объемами финансирования.
                </p>
                <p>
                    ДРОНД входит в систему документов программно-целевого планирования Томской области.
                </p>
                <p>
                    ДРОНД разрабатывается в соответствии с распоряжением Губернатора Томской области от 01.12.2011 N 376-р "Об утверждении Порядка разработки, рассмотрения, утверждения и мониторинга докладов о результатах и основных направлениях деятельности исполнительных органов государственной власти Томской области".
                </p>
            </div>

            <div class="files-list">
                <ul>
                    <li>
                        <a href="" title="" class="file file-pdf">Сводный ДРОНД Администрации Томской области на 2012-2014 годы</a>
                    </li>
                    <li>
                        <a href="" title="" class="file file-pdf">Сводный ДРОНД Администрации Томской области на 2013-2015 годы</a>
                    </li>
                    <li>
                        <a href="" title="" class="file file-pdf">Информация о результативности деятельности органов государственной власти Томской области за 2013 год</a>
                    </li>
                </ul>
            </div>

            <div class="collapses mt30">
                <div class="item">
                    <div class="title">
                        <div class="name">Департамент архитектуры, строительства и дорожного комплекса</div>
                        <div class="toggle"></div>
                    </div>
                    <div class="desc">
                        <div class="files-list">
                            <ul>
                                <li>
                                    <a href="" title="" class="file file-pdf">
                                        Распоряжение Губернатора Томской области от 18.05.2011 N 155-р "О реализации на территории Томской области государственных программ Российской Федерации, федеральных (долгосрочных) целевых программ Российской Федерации"
                                    </a>
                                </li>
                                <li>
                                    <a href="" title="" class="file file-pdf">
                                        Проект распоряжения Губернатора Томской области «О внесении изменений в распоряжение Губернатора Томской области от 18.05.2011 № 155-р»
                                    </a>
                                </li>
                                <li>
                                    <a href="" title="" class="file file-pdf">
                                        Распоряжение Губернатора Томской области от 07.08.2007 N 407-р "О подготовке доклада Губернатора Томской области о фактически достигнутых и планируемых значениях показателей эффективности деятельности органов исполнительной власти Томской области"
                                    </a>
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
                <div class="item">
                    <div class="title">
                        <div class="name">Департамент по управлению государственной собственностью</div>
                        <div class="toggle"></div>
                    </div>
                    <div class="desc">
                        <div class="files-list">
                            <ul>
                                <li>
                                    <a href="" title="" class="file file-pdf">Сводный ДРОНД Администрации Томской области на 2012-2014 годы</a>
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
                <div class="item">
                    <div class="title">
                        <div class="name">Департамент общего образования</div>
                        <div class="toggle"></div>
                    </div>
                    <div class="desc">
                        <div class="files-list">
                            <ul>
                                <li>
                                    <a href="" title="" class="file file-pdf">Сводный ДРОНД Администрации Томской области на 2012-2014 годы</a>
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
                <div class="item">
                    <div class="title">
                        <div class="name">Управление ветеринарии</div>
                        <div class="toggle"></div>
                    </div>
                    <div class="desc">
                        <div class="files-list">
                            <ul>
                                <li>
                                    <a href="" title="" class="file file-pdf">Сводный ДРОНД Администрации Томской области на 2012-2014 годы</a>
                                </li>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

</div>

