<?php
/**
 * @var $this Controller
 * @var $records News[]
 */

$this->pageTitle = 'Обращения граждан';

$this->breadcrumbs = array(
    'Обращения граждан'
);
?>

<div class="wrap">
    <h2><?php echo $this->pageTitle; ?></h2>

    <div class="select-filter">
        Обзор граждан
        <select class="select">
            <option value="">2013</option>
            <option value="">2014</option>
            <option value="">2015</option>
        </select>
    </div>

    <div class="custom-content">
        <p>В 2013 году в Администрацию Президента и Правительства Удмуртской Республики поступило и рассмотрено 10291 обращение граждан, в том числе письменных 8590, устных 1632 (личный прием), по "прямой линии" с Президентом Удмуртской Республики - 69. Количество письменных обращений сократилось с 9086 в 2012 году до 8590 в 2013 году, в том числе коллективных обращений с 395 в 2012 году до 349 в 2013 году.</p>
        <p>На контроль было взято 4146 письменных обращений граждан, что составляет 48,3% от общего количества письменных обращений, поступивших в Администрацию Президента и Правительства Удмуртской Республики.</p>
        <p>По письменным обращениям, взятым на контроль, приняты следующие меры: оказана материальная помощь 2014 гражданам, принято положительных решений – 118, оказана бесплатная юридическая помощь 17 гражданам.</p>
        <p>Вместе с тем увеличилось количество обращений жителей республики, поступивших в Администрацию Президента и Правительства Удмуртской Республики, через вышестоящие структуры. Количество обращений граждан Удмуртской Республики, обратившихся к Президенту Российской Федерации, увеличилось в 1,3 раза (с 1763 в 2012 г. до 2278 в 2013 году), в том числе контрольных в 1,5 раза (с 674 в 2012 году до 1019 в 2013 году). При этом, срок исполнения контрольных документов составил 15 дней.</p>
        <p>Отделом писем и приема граждан принимались меры по недопущению нарушения сроков рассмотрения обращений граждан, в том числе использовались меры упреждающего контроля, что способствовало сохранению исполнительской дисциплины по рассмотрению обращений граждан на должном уровне. Наметилась тенденция по снижению количества письменных обращений граждан, рассмотренных с нарушением сроков в 1,3 раза (с 487 в 2012 году до 370 в 2013 году).</p>
        <p>Сократилось количество повторных письменных обращений в 1,2 раза (с 1142 в 2012 году до 937 в 2013 году).</p>
        <p>В практику работы отдела писем и приема граждан внедряются новые формы приема обращений граждан с использованием информационных технологий. В 2013 году в интернет-приемную на официальном сайте Правительства Удмуртской Республики поступило 1479 обращений граждан, что составляет 17,2 % от общего количества письменных обращений.</p>
        <p>На личном приеме в Администрации Президента и Правительства Удмуртской Республики принято 1632 гражданина, в том числе в ходе тематических приемов - 40, во Всероссийский день приема граждан 12 декабря 2013 года – 50, мобильной приемной Президента Российской Федерации принят 41 гражданин Удмуртской Республики.</p>
        <p>Администрация Президента и Правительства Удмуртской Республики обеспечила проведение 3 личных приемов граждан Удмуртской Республики в режиме видео-конференц связи с должностными лицами Администрации Президента Российской Федерации.</p>
    </div>

    <div class="files-list">
        <h3>Скачать документ</h3>
        <ul>
            <li>
                <a href="" title="Иностранные инвестиции" class="file file-pdf">Иностранные инвестиции (pdf, 234kb)</a>
            </li>
        </ul>
    </div>

</div>



