<?php

/**
 * Класс для работы с датами
 * Class Rudate
 */
class Rudate
{
    static public function date($tdate = '')
    {
        $treplace = array(
            "Январь" => "января",
            "Февраль" => "февраля",
            "Март" => "марта",
            "Апрель" => "апреля",
            "Май" => "мая",
            "Июнь" => "июня",
            "Июль" => "июля",
            "Август" => "августа",
            "Сентябрь" => "сентября",
            "Октябрь" => "октября",
            "Ноябрь" => "ноября",
            "Декабрь" => "декабря",

            "January" => "января",
            "February" => "февраля",
            "March" => "марта",
            "April" => "апреля",
            "May" => "мая",
            "June" => "июня",
            "July" => "июля",
            "August" => "августа",
            "September" => "сентября",
            "October" => "октября",
            "November" => "ноября",
            "December" => "декабря",

            "Jan" => "Янв",
            "Feb" => "Фев",
            "Mar" => "Мар",
            "Apr" => "Апр",
            "May" => "Мая",
            "Jun" => "Июн",
            "Jul" => "Июл",
            "Aug" => "Авг",
            "Sep" => "Сен",
            "Oct" => "Окт",
            "Nov" => "Ноя",
            "Dec" => "Дек",

            "Sunday" => "воскресенье",
            "Monday" => "понедельник",
            "Tuesday" => "вторник",
            "Wednesday" => "среда",
            "Thursday" => "четверг",
            "Friday" => "пятница",
            "Saturday" => "суббота",

            "Sun" => "воскресенье",
            "Mon" => "понедельник",
            "Tue" => "вторник",
            "Wed" => "среда",
            "Thu" => "четверг",
            "Fri" => "пятница",
            "Sat" => "суббота",

            "th" => "",
            "st" => "",
            "nd" => "",
            "rd" => "",
        );

        return strtr($tdate, $treplace);
    }
}